" module.exports = {
config: {
name: "murgi4",
aliases: "cd",
version: "1.0",
author: "VEX_ADNAN",
role: 2,
category: "murgi",
guide: {
vi: "Not Available",
en: "cpx @(mention)"
}
},

onStart: async function ({ api, event,userData, args }) {
var mention = Object.keys(event.mentions)[0];
if(!mention) return api.sendMessage("বস খানকির পোলারে মেনশন দেন 🥵☠️", event.threadID);
let name =  event.mentions[mention];
var arraytag = [];
arraytag.push({id: mention, tag: name});
var a = function (a) { api.sendMessage(a, event.threadID); }
setTimeout(() => {a({body: "এই তূতলা মাদারচোদ ধন ধরে মাফ চা মুক্তি দিবো না হলে চুদে হেডার হাড্ডি ভেঙ্গে তোর বোনের ভোদায় ডুকডুকি বাজামু👴 " + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "বিজি থেকেও তোর মাকে চুদতে হয় এতে তোর বোঝা উচিত তোকে বের করার জন‍্য তোর মায়ের ভোদায় আমরা কত কষ্ট করছি. " + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: " তোর মা যদি নিউটনের নুনু চুষে না দিতো তাহলে তুই আজ তোর বোনের গর্ভে থাকতি" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "তোর মাকে চুদে সাহায্য না করলে আজ তুই পৃথিবীর আলো এবং তোর মায়ের ফাটা ভোদার লিংক দেখতে পেতি না তোর মায়ের চুদার ভাতার আমি ভাত কাপড় দেয় তোর বাপে চুদতে হয় আমাকে👴 " + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: " তোর মায়রে চুদি আকে বাকে তাই দেখে ফেলে এলাকার লোকে লিংক চায় তোর বাপে তোর বোনরে চুদি উরাধুরা তোর মারে করলাম ফারাফারা" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "কাদিসনা তোর মাকে ওতোটাও চুদিনি just কন্ডম ছাড়া চুদলাম জাতে তোর মতো আরো আবালের জন্ম হয় " + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: " তোর কচি বোনকে রাস্তার পাবলিক দিয়ে গন ধর্শন করি বান্দির পুত  জারজ মাগীর অবলা ছেবলামি চোদা হিজ্রে সন্তান তর পুটকিত বোয়াল মাছ চাস করব গাইনি চুদি কামলা মাগির পোলা" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "তোর মায়রে তিন রাস্তার মোড়ে নিয়ে কুত্তা বিলাই দিয়ে চোদাবো নডি মাগির বাচ্চা চুতমারানি ছেলে " + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "খানকি মাগির পোলা তোর বোনের নাম নাকি বিন্দিয়া তোন মায়রে চুদতে চুদতে নিমু ইন্ডিয়া এই খানকির পোলা ইন্ডিয়া আছে নাকি ইষ্টিক তোর মায়রে চুইদ্দা তোর মার বোদার ভিত্তে ঢুকায় দিমু বড় বড় ডিস্টিক" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "তোর মায়রে চুদে করলাম খাল তুই ছিড়ে খাবি তোর বাপের বাল তোর বোন রে চুদি আকেবাকে তোর বউ রে চুদি দিনে রাতে" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "তোর দিন তোর মার ভোদা দিয়া হিলিয়া হিলিয়া দিমু" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "তোর মা ললিতা বেগুন ওয়ালায় বেগুন দিলো তল দিয়া তোর বোন সেই মাল দিন রাত চুদে করেছি খাল তোকে তোর বোনের মাসিক খায়িয়ে করবো টাল👴 " + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: " দিনের আলোতে কনডম ছাড়া চুদার কারণে তোর মতো জারজ পুএ জন্ম হয়েছে" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: " কন্ডমের লোভ দেখিয়ে তোর বোনের ভোদা তোর বাপেরে দিয়ে চুদি আমি তোর বুইড়া নানি রে চুদি👴" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: " তোর আম্মার ভোদা ফাক করে সেখানে আমি আইনস্টাইনের ভরক্রিয়া সূত্রের প্রয়োগ করে সেটার ভ্যালু হিসাব করে আস্তে আস্তে তোর আম্মার ভোসায় বৈজ্ঞানিক ভাবে চুদব" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: " রেন্ডি বেন্ডি আবাল সিনাল ছেবলা নলা জাতের মাদারচুতমারানি মাগির পোলা মশকরা চুদিস না নইলে তোর মার ভোদায় মাগুর মাছ চাষ করবো তাতে কাজ না হলে খাল কেটে কুমির এনে চাষ করবো "" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "FUCK THE GREAT EXIT!!😾🥀🤣" + " " + name, mentions: arraytag})} , 84000);
}
};
